{
    "meta": {
        "startWith": 0,
        "startNarrative": "History",
        "startValue": "1960s",
        "narratives": [
            "History",
            "Usage",
            "Spaces",
            "Designer"
        ]
    },
    "items": [
        {
            "@sort": "algol11",
            "shortName": "Algol 11",
            "image": "images/firstImages/firstalgol11.png",
            "secondImage": "images/objects/18.png",
            "keywords": "Bold, Unforgettable, Unique",
            "intro": "Algol 11 has always been there, with its bold way of presenting itself, totally turned towards us, portable to be like all the things you fall in love with, inseparable",
            "info": {
                "Name": "Algol 11",
                "Type": "Portable Television",
                "Designer": "Marco Zanuso",
                "History": "1960s",
                "Usage": "Appliances",
                "Space": "Living Room",
                "Manufacturer": "Brionvega",
                "Dimensions": "26 x 30 x 25h",
                "Material": "Plastic Body, metal, glass",
                "Date of Project": "1964",
                "Date of Production":"1964",
                "Company": "Brionvega"
            },
            "shortInfo": "A great piece of industrial design created by Marco Zanuso and Richard Sapper in 1964 for Brionvega, an Italian electronics company. Unique, futuristic design and practical functionality, a symbol of 1960s innovation and style.",
            "longerInfo": [
                "A great piece of industrial design created by Marco Zanuso and Richard Sapper in 1964 for Brionvega, an Italian electronics company. Unique, futuristic design and practical functionality, a symbol of 1960s innovation and style.",
                "Designed to be compact and portable, it features an 11-inch screen encased in a moulded ABS plastic body, available in various vibrant colours. It is characterised by a slightly tilted screen and short broad feet, which give it the appearance of a small, friendly robot or a dog looking up at its owner, as Zanuso himself described​."
            ],
            "fullInfo": [
                "A great piece of industrial design created by Marco Zanuso and Richard Sapper in 1964 for Brionvega, an Italian electronics company. Unique, futuristic design and practical functionality, a symbol of 1960s innovation and style.",
                "Designed to be compact and portable, it features an 11-inch screen encased in a moulded ABS plastic body, available in various vibrant colours. It is characterised by a slightly tilted screen and short broad feet, which give it the appearance of a small, friendly robot or a dog looking up at its owner, as Zanuso himself described​.",
                "This groundbreaking television utilised transistors and miniaturised circuitry, allowing for a compact form. It featured both VHF and UHF antennas for enhanced signal reception and included a collapsible handle for portability. The internal layout was meticulously designed for easy repairs, merging functionality with sleek aesthetics. This iconic TV not only reflects the technological and cultural shifts of the era but is also celebrated for its unique design, influencing the television industry."
            ]
        },
        {
            "@sort": "anthropus",
            "shortName": "Anthropus",
            "image": "images/firstImages/firstantropus.png",
            "secondImage": "images/objects/16.png",
            "keywords": "Get, fucked, idiot",
            "intro": "",
            "info": {
                "Name": "Anthropus",
                "Type": "Armchair",
                "Designer": "Marco Zanuso",
                "History": "1970s",
                "Usage": "Furniture",
                "Space": "Living Room",
                "Manufacturer": "Cassina",
                "Dimensions": "75 x 102 x 85h",
                "Material": "Polyurethane foam, fabric, steel frame",
                "Date of Project": "1949",
                "Date of Production":"1978",
                "Company": "Cassina"
            },
            "shortInfo": "The Antropus Chair was designed by Marco Zanuso in 1948 for the play The Skin of Our Teeth (La Famiglia Antropus) by Thornton Wilder, staged at Milan’s Piccolo Teatro. The chair’s name reflects its theatrical origins and Zanuso’s innovative approach to seating design. With wide, deep dimensions and elegantly sinuous lines, the Antropus Chair offers comfort and visual sophistication, redefining furniture design as a harmonious assembly of individual components rather than a rigid, upholstered form.",
            "longerInfo": [
                "Industrial Innovation and Material Use: In collaboration with Arflex, Zanuso introduced the Antropus Chair as a prototype in 1948 and later put it into production in 1978. It was one of the first chairs to be entirely upholstered in polyurethane foam, a revolutionary material at the time. This innovation not only enhanced comfort and ergonomics but also streamlined the industrial production process, making the chair a milestone in modern furniture design."
            ],
            "fullInfo": [
                "The Antropus Chair was designed by Marco Zanuso in 1948 for the play The Skin of Our Teeth (La Famiglia Antropus) by Thornton Wilder, staged at Milan’s Piccolo Teatro. The chair’s name reflects its theatrical origins and Zanuso’s innovative approach to seating design. With wide, deep dimensions and elegantly sinuous lines, the Antropus Chair offers comfort and visual sophistication, redefining furniture design as a harmonious assembly of individual components rather than a rigid, upholstered form. Industrial Innovation and Material Use: In collaboration with Arflex, Zanuso introduced the Antropus Chair as a prototype in 1948 and later put it into production in 1978. It was one of the first chairs to be entirely upholstered in polyurethane foam, a revolutionary material at the time. This innovation not only enhanced comfort and ergonomics but also streamlined the industrial production process, making the chair a milestone in modern furniture design. Legacy and Impact: The Antropus Chair embodies Zanuso’s vision of combining functionality with aesthetic appeal. Its blend of elegance, comfort, and cutting-edge materials has made it an enduring icon of Italian design. By integrating industrial techniques with artistic expression, the chair remains a testament to mid-20th-century creativity, influencing furniture design for generations to come."
            ]
        },
        {
            "@sort": "626halogen",
            "shortName": "626 Halogen",
            "image": "images/firstImages/firstalogena.png",
            "secondImage": "images/objects/alogena.png",
            "keywords": "Sleek, Adjustable, Minimalist",
            "intro": "",
            "info": {
                "Name": "626 Halogen",
                "Type": "Floor Lamp",
                "Designer": "Joe Colombo",
                "History": "1970s",
                "Usage": "Lights",
                "Space": "Living Room",
                "Manufacturer": "Oluce",
                "Dimensions": "24 x 24 x 203h",
                "Material": "Metal/Aluminium",
                "Date of Project": "1970",
                "Date of Production":"1970",
                "Company": "OLuce"
            },
            "shortInfo": "A sleek minimalist floor lamp created by Joe Colombo. Featuring a thin vertical metal rod that supports a light fixture. The lamp stands on a small circular base supporting a clean aesthetic and maintaining balance.",
            "longerInfo": [
                "A sleek minimalist floor lamp created by Joe Colombo. Featuring a thin vertical metal rod that supports a light fixture. The lamp stands on a small circular base supporting a clean aesthetic and maintaining balance.",
                "Designed with both form and function in mind, 626 Alogena with its slim profile and metallic finish embodies a modern design approach. The simple geometric shape of the lamp allows it to be suitable for offices and living spaces."
            ],
            "fullInfo": [
                "A sleek minimalist floor lamp created by Joe Colombo. Featuring a thin vertical metal rod that supports a light fixture. The lamp stands on a small circular base supporting a clean aesthetic and maintaining balance.",
                "Designed with both form and function in mind, 626 Alogena with its slim profile and metallic finish embodies a modern design approach. The simple geometric shape of the lamp allows it to be suitable for offices and living spaces.",
                "The adjustable light head provides directional control, adding to the versatility for reading, working or highlighting specific spaces in a room. The minimalist design blends in with contemporary settings without overshadowing elements around it. Using a Halogen bulb, a bright crisp white light enhances visibility and creates a focused environment."
            ]
        },
        {
            "@sort": "enorme",
            "shortName": "Enorme Telephone",
            "image": "images/firstImages/firstenorme.png",
            "secondImage": "images/objects/enorme.png",
            "keywords": "Joyful, Lovable, Playful",
            "intro": "Enorme was designed by Sottsass with the spirit of discovering the joyful possibilities of ordinary objects. With its lovable silhouette and playful colours, it’s more of a plaything than a telephone.",
            "info": {
                "Name": "Enorme",
                "Type": "Telephone",
                "Designer": "Ettore Jr. Sottsass",
                "History": "1990s",
                "Usage": "Appliances",
                "Space": "Living Room",
                "Manufacturer": "Enorme",
                "Dimensions": "19.3 x 10.3 x 6h",
                "Material": "ABS polymer casing",
                "Date of Project": "1986",
                "Date of Production":"1990",
                "Company": "Enorme Corporation"
            },
            "shortInfo": "The Enorme telephone was the result of a collaboration between Sottsass and his friend David Kelley, founder of the design firm IDEO. Sottsass created the conceptual design, and Kelley and his team were responsible for the engineering and detail design.",
            "longerInfo": [
                "The Enorme telephone was the result of a collaboration between Sottsass and his friend David Kelley, founder of the design firm IDEO. Sottsass created the conceptual design, and Kelley and his team were responsible for the engineering and detail design.",
                "Sottsass and Kelley alongside Jean Pigozzi formed the Enorme Corporation in order to produce the telephone. As a play on the name of the telephone, Sottsass drew a sumo wrestler to use as a corporate logo (against the designer Shiro Kuramata’s advice that the wrestler in this context exploited a Japanese stereotype)."
            ],
            "fullInfo": [
                "The Enorme telephone was the result of a collaboration between Sottsass and his friend David Kelley, founder of the design firm IDEO. Sottsass created the conceptual design, and Kelley and his team were responsible for the engineering and detail design.",
                "Sottsass and Kelley alongside Jean Pigozzi formed the Enorme Corporation in order to produce the telephone. As a play on the name of the telephone, Sottsass drew a sumo wrestler to use as a corporate logo (against the designer Shiro Kuramata’s advice that the wrestler in this context exploited a Japanese stereotype).",
                "Like the Valentine typewriter, the Enorme added an element of joy to what was considered a purely utilitarian object. Its ties with the Memphis Group’s stylistic features can be seen from the bold, almost cartoonish shapes and colours. The phone’s oversized, sculptural form defies traditional design expectations, favouring artistic expression over functional minimalism. It blends industrial design with postmodern art, emphasising individuality and a break from modernist rigidity. The use of plastic materials and bold patterns also reflects Memphis's embrace of pop culture and kitsch, making everyday objects into art pieces. This design exemplifies the Memphis Group’s philosophy of combining form and function with whimsy, elevating the telephone into an iconic symbol of postmodern design."
            ]
        },
        {
            "@sort": "carmencita",
            "shortName": "Carmencita",
            "image": "images/firstImages/firstcarmencita.png",
            "secondImage": "images/objects/14.png",
            "keywords": "Unmistakable, Reliable, Vivacious",
            "intro": "A timeless icon, coveted by coffee lovers: to use and flaunt, Carmencita is the perfect synthesis of aesthetics and functionality",
            "info": {
                "Name": "Carmencita",
                "Type": "Coffee Maker",
                "Designer": "Marco Zanuso",
                "History": "1980s",
                "Usage": "Appliances",
                "Space": "Kitchen",
                "Manufacturer": "Lavazza",
                "Dimensions": "16 x 9 x 17h",
                "Material": "Aluminium",
                "Date of Project": "1980",
                "Date of Production":"1980",
                "Company": "Lavazza"
            },
            "shortInfo": "An iconic moka designed by Italian architect Marco Zanuso in 1979. Created in collaboration with Lavazza, this coffee maker is celebrated for its timeless design and functionality, reflecting the essence of Italian coffee culture.",
            "longerInfo": [
                "An iconic moka designed by Italian architect Marco Zanuso in 1979. Created in collaboration with Lavazza, this coffee maker is celebrated for its timeless design and functionality, reflecting the essence of Italian coffee culture.",
                "Inspired by the popular 1960s Italian advertising TV program Carosello, it is characterised by a distinctive conical shape, made from satin-finish aluminium: It also features a 90° handle for an easier grip than the classic moka. "
            ],
            "fullInfo": [
                "An iconic moka designed by Italian architect Marco Zanuso in 1979. Created in collaboration with Lavazza, this coffee maker is celebrated for its timeless design and functionality, reflecting the essence of Italian coffee culture.",
                "Inspired by the popular 1960s Italian advertising TV program Carosello, it is characterised by a distinctive conical shape, made from satin-finish aluminium: It also features a 90° handle for an easier grip than the classic moka. ",
                "The design of the Carmencita coffee pot is not only practical but also an artistic statement. Its sleek, modern lines and minimalist approach make it a desirable piece for both coffee enthusiasts and design aficionados. The pot's elegant form and functional design make it a classic piece of mid-20th-century Italian design. It stands as a testament to Zanuso's innovative approach to product design. He emphasises the importance of integrating everyday objects with high-quality materials and thoughtful design to enhance daily rituals. This coffee pot continues to be a symbol of Italian design excellence and a beloved item in both homes and professional settings."
            ]
        },
        {
            "@sort": "marocca",
            "shortName": "Marocca",
            "image": "images/firstImages/firstmarocca.png",
            "secondImage": "images/objects/morocca.png",
            "keywords": "Elegant, Minimalist, Functional",
            "intro": "As a recall to tradition, Morocca maintains a strong relationship between modernity and tradition. Keeping mass production in mind, the philosophy of this chair’s design embodies this logic.",
            "info": {
                "Name": "Marocca",
                "Type": "Chair",
                "Designer": "Vico Magistretti",
                "History": "1980s",
                "Usage": "Furniture",
                "Space": "Kitchen",
                "Manufacturer": "De Padova",
                "Dimensions": "57 x 41 x 76h",
                "Material": "Wood, aniline-dyed beech, seat",
                "Date of Project": "1987",
                "Date of Production":"1987",
                "Company": "De Padova"
            },
            "shortInfo": "The Morocca features a minimalist yet refined design, having a warm, natural wood frame emphasises clean lines and a structured form. Through the gentle curve of the backrest and legs, this chair’s sturdiness enables for both stability and visual appeal. The seat itself creates a contrast with the light wood that makes it blend easily into various settings.",
            "longerInfo": [
                "The Morocca features a minimalist yet refined design, having a warm, natural wood frame emphasises clean lines and a structured form. Through the gentle curve of the backrest and legs, this chair’s sturdiness enables for both stability and visual appeal. The seat itself creates a contrast with the light wood that makes it blend easily into various settings.",
                "Designed in 1987 by Vico Magistretti, Morocca’s backrest has two horizontal slats that curve slightly inward, which give an open airy look without discarding support. We see more curvature with the armrests which curve to the front. A slight flare of the legs make for more stability and a graceful stance to the chair."
            ],
            "fullInfo": [
                "The Morocca features a minimalist yet refined design, having a warm, natural wood frame emphasises clean lines and a structured form. Through the gentle curve of the backrest and legs, this chair’s sturdiness enables for both stability and visual appeal. The seat itself creates a contrast with the light wood that makes it blend easily into various settings.",
                "Designed in 1987 by Vico Magistretti, Morocca’s backrest has two horizontal slats that curve slightly inward, which give an open airy look without discarding support. We see more curvature with the armrests which curve to the front. A slight flare of the legs make for more stability and a graceful stance to the chair.",
                "Additionally, through the use of horizontal stretchers connecting the legs, the designer was able to add more durability without taking away from the simplicity of the chair. Being a harmonious blend of form and function, a true embodiment of traditional design ethos that maintains a balance of comfort, aesthetic and practicality. This is reflected in the conversations between Vico Magistretti and Cesare Cassina, where designer and manufacturer were in close contact and attempted to relate the two processes of fabricating a timeless piece of furniture and designing it."
            ]
        },
        {
            "@sort": "capitello",
            "shortName": "Capitello",
            "image": "images/firstImages/firstcapitello.png",
            "secondImage": "images/objects/15.png",
            "keywords": "Functional, Elegant, Simple",
            "intro": "With its simple oval form and slender wooden legs, the Capitello table is a testament to Mari's 'Autoprogettazione' philosophy, encouraging individuals to design and build their own furniture.",
            "info": {
                "Name": "Capitello",
                "Type": "Table",
                "Designer": "Enzo Mari",
                "History": "1970s",
                "Usage": "Furniture",
                "Space": "Kitchen",
                "Manufacturer": "Driade",
                "Dimensions": "180 x 120 x 72h",
                "Material": "Light plywood veneered with white laminate",
                "Date of Project": "1977",
                "Date of Production":"1977",
                "Company": "Driade"
            },
            "shortInfo": "The Capitello table is a minimalist design unique for its simple, oval shape and slender wooden legs. The table top is made of a light-coloured laminate which contrasts in material with the solid wooden legs. An expression of lightness and elegance.",
            "longerInfo": [
                "The Capitello table is a minimalist design unique for its simple, oval shape and slender wooden legs. The table top is made of a light-coloured laminate which contrasts in material with the solid wooden legs. An expression of lightness and elegance.",
                "A table top that measures 110 cm in length and 70 cm in width, which provides plenty of space for dining or working. With a height of 73 cm, the legs are arranged in a unique way. With two being placed close together at the end of the oval, this creates a visual rhythm that echoes the shape of the oval table top. Towards the bottom of the legs we can also find a slight taper which emphasises further the slender profile."
            ],
            "fullInfo": [
                "The Capitello table is a minimalist design unique for its simple, oval shape and slender wooden legs. The table top is made of a light-coloured laminate which contrasts in material with the solid wooden legs. An expression of lightness and elegance.",
                "A table top that measures 110 cm in length and 70 cm in width, which provides plenty of space for dining or working. With a height of 73 cm, the legs are arranged in a unique way. With two being placed close together at the end of the oval, this creates a visual rhythm that echoes the shape of the oval table top. Towards the bottom of the legs we can also find a slight taper which emphasises further the slender profile.",
                " Designed by Enzo Mari in 1977 as part of his ‘Autoprogettazione’ series, it had the goal to empower individuals to design and create their own furniture. The simple construction and clean lines reflect Mari’s belief in functional design and maintains affordability. The Capitello remains a piece of elegance and practicality."
            ]
        },
        {
            "@sort": "breras",
            "shortName": "Brera S",
            "image": "images/firstImages/firstbrera.png",
            "secondImage": "images/objects/lamp.png",
            "keywords": "Get, fucked, idiot",
            "intro": "",
            "info": {
                "Name": "Brera S",
                "Type": "Pendant Lamp",
                "Designer": "Achille Castiglioni",
                "History": "1990s",
                "Usage": "Lights",
                "Space": "Kitchen",
                "Manufacturer": "Flos",
                "Dimensions": "15 x 15 x 28h",
                "Material": "Opal glass, injection-molded opal polycarbonate, polyamide",
                "Date of Project": "1992",
                "Date of Production":"1992",
                "Company": "Flos"
            },
            "shortInfo": "Renaissance Inspiration in Modern Design: The Brera Lamp, designed by Achille Castiglioni for Flos in 1992, exemplifies a fusion of modern design and Renaissance symbolism. Inspired by Piero della Francesca’s Brera Altarpiece, the lamp mirrors the ostrich egg depicted in the painting—a symbol of rebirth and resurrection. Its name pays homage to the Brera Art Gallery in Milan, where the painting is displayed.",
            "longerInfo": [
                "Versatility and Innovation: Originally conceived as a ceiling light, the Brera Lamp evolved into a versatile design suitable for various contexts. The centerpiece is its blown glass diffuser, split into two sections: an upper part for heat dissipation and a base with a helix structure. The lamp’s steel cable suspension and adaptable design allow it to function as a table lamp, ceiling light, wall fixture, or floor lamp, with heights ranging from 134 cm to 197 cm."
            ],
            "fullInfo": [
                "Renaissance Inspiration in Modern Design: The Brera Lamp, designed by Achille Castiglioni for Flos in 1992, exemplifies a fusion of modern design and Renaissance symbolism. Inspired by Piero della Francesca’s Brera Altarpiece, the lamp mirrors the ostrich egg depicted in the painting—a symbol of rebirth and resurrection. Its name pays homage to the Brera Art Gallery in Milan, where the painting is displayed. Versatility and Innovation: Originally conceived as a ceiling light, the Brera Lamp evolved into a versatile design suitable for various contexts. The centerpiece is its blown glass diffuser, split into two sections: an upper part for heat dissipation and a base with a helix structure. The lamp’s steel cable suspension and adaptable design allow it to function as a table lamp, ceiling light, wall fixture, or floor lamp, with heights ranging from 134 cm to 197 cm. Timeless Aesthetic and Functionality: The lamp’s elegant form combines artistry and practicality. Its refractor enables the use of high-wattage incandescent bulbs while maintaining efficient ventilation. The design’s symbolic connection to the Brera Altarpiece adds a layer of cultural depth, making it a standout piece in mid-20th-century Italian design. Though no longer in production, the Brera Lamp remains a testament to Castiglioni’s ability to marry historical inspiration with modern innovation."
            ]
        },
        {
            "@sort": "shiva",
            "shortName": "Shiva",
            "image": "images/firstImages/firstshiva.png",
            "secondImage": "images/objects/shiva.png",
            "keywords": "Strong, Eccentric, Charismatic",
            "intro": "Shiva stands out from many of the ornaments you might find in your typical household, let’s be honest. So much so, that you may find yourself gazing at its sapiently crafted shapes more frequently than you could imagine.",
            "info": {
                "Name": "Shiva",
                "Type": "Vase",
                "Designer": "Ettore Jr. Sottsass",
                "History": "1970s",
                "Usage": "Decoration",
                "Space": "Bathroom",
                "Manufacturer": "Barcelona Design",
                "Dimensions": "18 x 7 x 24.5h",
                "Material": "Pink glazed ceramic",
                "Date of Project": "1971",
                "Date of Production":"1973",
                "Company": "Barcelona Design"
            },
            "shortInfo": "The Shiva Vase is a striking ceramic piece, blending abstract, organic forms with symbolic meaning. Its phallic shape nods to fertility and creation, inspired by the Hindu god Shiva. It captures and mixes themes dear to Sottsass such as exploration of sexuality, spirituality, and unconventional, expressive design.",
            "longerInfo": [
                "The Shiva Vase is a striking ceramic piece, blending abstract, organic forms with symbolic meaning. Its phallic shape nods to fertility and creation, inspired by the Hindu god Shiva. It captures and mixes themes dear to Sottsass such as exploration of sexuality, spirituality, and unconventional, expressive design.",
                "Designed during a love trip to Barcelona in 1971, Shiva embodies in its design the essence and vision of this bold period in design history. The result is an object that brilliantly challenges conventions, in a modern interpretation of the linga, symbol of the Indian deity, which the designer was struck by during one of his trips to India."
            ],
            "fullInfo": [
                "The Shiva Vase is a striking ceramic piece, blending abstract, organic forms with symbolic meaning. Its phallic shape nods to fertility and creation, inspired by the Hindu god Shiva. It captures and mixes themes dear to Sottsass such as exploration of sexuality, spirituality, and unconventional, expressive design.",
                "Designed during a love trip to Barcelona in 1971, Shiva embodies in its design the essence and vision of this bold period in design history. The result is an object that brilliantly challenges conventions, in a modern interpretation of the linga, symbol of the Indian deity, which the designer was struck by during one of his trips to India.",
                "This piece displays Sottsass's penchant for adopting, but at the same time subverting, traditional forms. The hot pink colour, while seemingly inconsistent with the sombre nature of a religious object, reflects Sottsass's fascination with the bright colours that pervade both the clothing and the architecture of India, which he incorporated into his architectural projects as well. After completing the Shiva vase, Sottsass wrote, “I continue to produce small, small, small architectures, such as this ceramic piece, for example, a little like monuments, a little like tombs, a little like the abandoned temples of the gods, a little like the ruins of the ancient and unknown civilization in which something — they say — was known; it is said that they understood the axes, the curves, the intersections, perhaps even the causation of the courses of the cosmic bodies, along which each day slide the private vertices of the atoms that make up our fragile flesh and blood.”"
            ]
        },
        {
            "@sort": "linda",
            "shortName": "Linda",
            "image": "images/firstImages/firstlinda.png",
            "secondImage": "images/objects/linda.png",
            "keywords": "Subtle, Dreamy, Clear",
            "intro": "The Linda series is a statement of subtle design. Its stunning simplicity evokes the craftiness of a sculptor’s hand, while the dreamy white ceramic makes us think of a clear purity that is, after all, the reason for its name.",
            "info": {
                "Name": "Linda",
                "Type": "Series of Sanitary Ware",
                "Designer": "Achille Castiglioni",
                "History": "1970s",
                "Usage": "Appliances",
                "Space": "Bathroom",
                "Manufacturer": "Ideal Standard",
                "Dimensions": "Various",
                "Material": "Ceramic",
                "Date of Project": "1977",
                "Date of Production":"1977",
                "Company": "Ideal Standard"
            },
            "shortInfo": "In 1973, Castiglioni began to think, responding to the specific request of the Ideal Standard company, of a series of sanitary appliances (a sink, a bidet and a toilet)  'with small dimensions, but with an essential shape intended for the general public'. Baptized Linda, it was put on the market in 1977, at the 18th Mostra Convegno in Milan.",
            "longerInfo": [
                "In 1973, Castiglioni began to think, responding to the specific request of the Ideal Standard company, of a series of sanitary appliances (a sink, a bidet and a toilet)  'with small dimensions, but with an essential shape intended for the general public'. Baptized Linda, it was put on the market in 1977, at the 18th Mostra Convegno in Milan.",
                "These were the words used for its presentation: “Hello everyone! I'm Linda, in miniature! Here as a representative of Linda sanitary appliances! And our name says it all about our perfection! Without embarrassment and without shame! Linda I am and Linda we are, and we would like to stay Clean” - in italian, Lindi - ”. Well, just because I’m a sanitary I don't have to be a toilet, sorry!”"
            ],
            "fullInfo": [
                "In 1973, Castiglioni began to think, responding to the specific request of the Ideal Standard company, of a series of sanitary appliances (a sink, a bidet and a toilet)  'with small dimensions, but with an essential shape intended for the general public'. Baptized Linda, it was put on the market in 1977, at the 18th Mostra Convegno in Milan.",
                "These were the words used for its presentation: “Hello everyone! I'm Linda, in miniature! Here as a representative of Linda sanitary appliances! And our name says it all about our perfection! Without embarrassment and without shame! Linda I am and Linda we are, and we would like to stay Clean” - in italian, Lindi - ”. Well, just because I’m a sanitary I don't have to be a toilet, sorry!”",
                "This composition was designed for equipped and prefabricated walls, because it had to meet cost-effectiveness requirements. This same cost-effectiveness, however, was one of the reasons for the criticism aimed at the piece. In detail, the washbasin, which is wider than it is deep, was designed to adapt to small environments, while in the toilet the drain outlet is higher than the floor level, to allow for prefabricated connections. The importance of this series writes Castiglioni..lies in the long group planning, therefore with a result that can be defined as collective creativity' Utility, beauty and comfort were selected for the 1979 Compasso D'Oro Award."
            ]
        },
        {
            "@sort": "automaticc5",
            "shortName": "Automatic C5",
            "image": "imgs/TonyLevin.jpeg",
            "secondImage": "images/objects/17.png",
            "keywords": "Sincere, Pragmatic, Reliable",
            "intro": "The Automatic C5 is proof that design isn’t just about making an object as eccentric as possible to make it interesting. It’s sincere, with no frills, and will always be here for you. Like an old friend you love and trust.",
            "info": {
                "Name": "Automatic C5",
                "Type": "Washing Machine",
                "Designer": "Peter Geranzani",
                "History": "1950s",
                "Usage": "Appliances",
                "Space": "Bathroom",
                "Manufacturer": "Candy",
                "Dimensions": "65 x 60 x 95h",
                "Material": "Plastic, stainless steel",
                "Date of Project": "1959",
                "Date of Production":"1959",
                "Company": "Candy"
            },
            "shortInfo": "The Automatic C5 Washing Machine by Pietro Gerenzano for Candy (1958) was a pioneering appliance in the domestic sphere. It introduced fully automatic washing cycles, making household chores more convenient. Its sleek, utilitarian design reflected mid-century modern aesthetics, emphasising practicality.",
            "longerInfo": [
                "The Automatic C5 Washing Machine by Pietro Gerenzano for Candy (1958) was a pioneering appliance in the domestic sphere. It introduced fully automatic washing cycles, making household chores more convenient. Its sleek, utilitarian design reflected mid-century modern aesthetics, emphasising practicality.",
                "The piece transformed home life: It simplified washing, offering preset programs that catered to different fabric types. Its compact design embodied the postwar focus on efficiency and modernization, marking a significant step toward the smart appliances of today."
            ],
            "fullInfo": [
                "The Automatic C5 Washing Machine by Pietro Gerenzano for Candy (1958) was a pioneering appliance in the domestic sphere. It introduced fully automatic washing cycles, making household chores more convenient. Its sleek, utilitarian design reflected mid-century modern aesthetics, emphasising practicality.",
                "The piece transformed home life: It simplified washing, offering preset programs that catered to different fabric types. Its compact design embodied the postwar focus on efficiency and modernization, marking a significant step toward the smart appliances of today.",
                "C5 not only simplified household chores but also symbolised post war technological optimism. Its groundbreaking fully automatic features allowed users to simply load, set, and forget, a revolutionary concept at the time. The design reflected the modernist drive toward efficiency and comfort in domestic life, with its clean lines and compact form fitting seamlessly into smaller homes. Beyond its functionality, the C5 represented the democratisation of technology, bringing innovative appliances to the average household, and setting a standard for future developments in home automation."
            ]
        },
        {
            "@sort": "m24",
            "shortName": "M24",
            "image": "images/firstImages/firstPC.png",
            "secondImage": "images/objects/m24.png",
            "keywords": "Get, fucked, idiot",
            "intro": "",
            "info": {
                "Name": "M24",
                "Type": "Personal Computer",
                "Designer": "Ettore Jr. Sottsass",
                "History": "1980s",
                "Usage": "Appliances",
                "Space": "Study",
                "Manufacturer": "Olivetti",
                "Dimensions": "Various",
                "Material": "Plastic Casing, steel frame, electronic components, glass, plastic ",
                "Date of Project": "1984",
                "Date of Production":"1984",
                "Company": "Olivetti"
            },
            "shortInfo": "Not much is known about Andy. He was born on May 16, 1986. We can see him on some old footage of him playing at The Hub in Sacramento with Jed Brewer. Also, he is present in footage of a Hella concert at the left corner, so we can conclude that Morin knew Zach Hill before they began the project Death Grips with Stefan Burnett. He was one of the people who recorded the albums made by Afternoon Brother and Weaver. He has an official website named after his Twitter account, but with no underscores.",
            "longerInfo": [
                "Nothing to show"
            ],
            "fullInfo": [
                "",
                ""
            ]
        },
        {
            "@sort": "mod.281oacrilica",
            "shortName": "mod. 281 o 'Acrilica'",
            "image": "images/firstImages/firstolu.png",
            "secondImage": "images/objects/19.png",
            "keywords": "Sculptural, Minimalist, Innovative",
            "intro": "A minimalist piece combines elegance with Colombo’s innovative use of light and materials, an artistic functional piece.",
            "info": {
                "Name": "mod. 281 o 'Acrilica'",
                "Type": "Table Lamp",
                "Designer": "Joe Colombo",
                "History": "1960s",
                "Usage": "Lights",
                "Space": "Study",
                "Manufacturer": "Oluce",
                "Dimensions": "24 x 25 x 23h",
                "Material": "Metal/PMMA",
                "Date of Project": "1962",
                "Date of Production":"1962",
                "Company": "OLuce"
            },
            "shortInfo": "With a sleek, free flowing form crafted primarily from clear acrylic, the MOD.281 “Acrilica” lamp stands out for its sculptural and contemporary aesthetic. Combining simplicity and elegance, this lamp can add sophistication to any modern interior.",
            "longerInfo": [
                "With a sleek, free flowing form crafted primarily from clear acrylic, the MOD.281 “Acrilica” lamp stands out for its sculptural and contemporary aesthetic. Combining simplicity and elegance, this lamp can add sophistication to any modern interior.",
                "Perhaps the most unique shape of the lamp is defined by the single piece of transparent acrylic that curves in a graceful arc, which creates a soft ambient glow that highlights the lamp’s curvature. The design captures the experimental approach to using materials and utilises transparency to disperse light."
            ],
            "fullInfo": [
                "With a sleek, free flowing form crafted primarily from clear acrylic, the MOD.281 “Acrilica” lamp stands out for its sculptural and contemporary aesthetic. Combining simplicity and elegance, this lamp can add sophistication to any modern interior.",
                "Perhaps the most unique shape of the lamp is defined by the single piece of transparent acrylic that curves in a graceful arc, which creates a soft ambient glow that highlights the lamp’s curvature. The design captures the experimental approach to using materials and utilises transparency to disperse light.",
                "On its base, a black rectangular fixture anchors the structure of the lamp and houses essential electrical components. The base contrasts the translucent arc, emphasising the seamless flow of the acrylic above it. Overall, the MOD.281 “Acrilica” surpasses the rudimentary functionality of an object and declares a statement of Colombo’s innovative design, where artistry and utility are present. The minimalism combined with the interplay of light and transparency, makes this lamp a standout piece in modern lighting solutions."
            ]
        },
        {
            "@sort": "optic",
            "shortName": "Optic",
            "image": "images/firstImages/firstoptic.png",
            "secondImage": "images/objects/optic.png",
            "keywords": "Robust, Versatile, Timeless",
            "intro": "From every side and under any lighting, this small but robust device won't let you down — Optic is always ready.",
            "info": {
                "Name": "Optic",
                "Type": "Table Clock",
                "Designer": "Joe Colombo",
                "History": "1970s",
                "Usage": "Appliances",
                "Space": "Study",
                "Manufacturer": "Italora",
                "Dimensions": "10 x 8 x 10h",
                "Material": "ABS, glass",
                "Date of Project": "1970",
                "Date of Production":"1970",
                "Company": "Alessi"
            },
            "shortInfo": "The Optic alarm clock, designed by Joe Colombo for Italora in the 1960s, is a perfect blend of form and function. Its sleek, minimalistic design makes it easy to use and recognize at a glance. The hour hand, thicker and with a small hole at its end, frames the current hour, while the slimmer minute hand allows for quick reading.",
            "longerInfo": [
                "The Optic alarm clock, designed by Joe Colombo for Italora in the 1960s, is a perfect blend of form and function. Its sleek, minimalistic design makes it easy to use and recognize at a glance. The hour hand, thicker and with a small hole at its end, frames the current hour, while the slimmer minute hand allows for quick reading.",
                "Crafted from ABS plastic with a glass cover, the Optic is more than just a clock; it’s a statement piece of timeless design. Its clever structure extends outward to minimise reflections, and the conical lens magnifies the dial for enhanced visibility. Versatile in use, it can sit flat, tilt slightly on its back, or be hung on the wall, thanks to a special hole in the back."
            ],
            "fullInfo": [
                "The Optic alarm clock, designed by Joe Colombo for Italora in the 1960s, is a perfect blend of form and function. Its sleek, minimalistic design makes it easy to use and recognize at a glance. The hour hand, thicker and with a small hole at its end, frames the current hour, while the slimmer minute hand allows for quick reading.",
                "Crafted from ABS plastic with a glass cover, the Optic is more than just a clock; it’s a statement piece of timeless design. Its clever structure extends outward to minimise reflections, and the conical lens magnifies the dial for enhanced visibility. Versatile in use, it can sit flat, tilt slightly on its back, or be hung on the wall, thanks to a special hole in the back.",
                "Initially produced by Italora, the Optic was later taken over by Alessi in the 1980s, further cementing its status as a classic in modern design. The Optic alarm clock remains a celebrated example of mid-century design, showcasing Colombo’s innovative approach to everyday objects."
            ]
        },
        {
            "@sort": "joy",
            "shortName": "Joy",
            "image": "images/firstImages/firstlibrary.png",
            "secondImage": "images/objects/joy.png",
            "keywords": "Versatile, Elegant, Playful",
            "intro": "the name fits like a glove. If you think the world revolves around you, it may surprise you to find out that it actually orbits on the same metal pole around which Joy’s beautifully geometric shelves turn.",
            "info": {
                "Name": "Joy",
                "Type": "Rotating Shelf Cabinet",
                "Designer": "Achille Castiglioni",
                "History": "1990s",
                "Usage": "Furniture",
                "Space": "Study",
                "Manufacturer": "Zanotta",
                "Dimensions": "96 x 30 x 190h",
                "Material": "Density fiberboard, scratch-resistant embossed paint, steel joint",
                "Date of Project": "1990",
                "Date of Production":"1990",
                "Company": "Zanotta"
            },
            "shortInfo": "In the Joy furniture project, Castiglioni pursues the idea of ​​technological and formal elimination. Joy is in fact a 'neutral' object with multiple functions, a possible archetype of a new type. The secret behind this innovation is the same for its versatility: the simplicity of the design.",
            "longerInfo": [
                "In the Joy furniture project, Castiglioni pursues the idea of ​​technological and formal elimination. Joy is in fact a 'neutral' object with multiple functions, a possible archetype of a new type. The secret behind this innovation is the same for its versatility: the simplicity of the design.",
                "Simplicity doesn’t necessarily translate into a simple object: the movement of the shelves, which allows for an adaptable and polymorphic piece, is achieved with a clever solution: several horizontal shelves are free to rotate around vertical pins made of steel tubes. Joy is an 'inventive object' born from the thoughts of one of the most authoritative masters of Italian design."
            ],
            "fullInfo": [
                "In the Joy furniture project, Castiglioni pursues the idea of ​​technological and formal elimination. Joy is in fact a 'neutral' object with multiple functions, a possible archetype of a new type. The secret behind this innovation is the same for its versatility: the simplicity of the design.",
                "Simplicity doesn’t necessarily translate into a simple object: the movement of the shelves, which allows for an adaptable and polymorphic piece, is achieved with a clever solution: several horizontal shelves are free to rotate around vertical pins made of steel tubes. Joy is an 'inventive object' born from the thoughts of one of the most authoritative masters of Italian design.",
                "It is a 'mobile with rotating shelves' that is difficult to classify and which once again sets a typological record. Joy embodies Castiglioni's design philosophy of 'less is more,' offering maximum functionality with minimal structure. Its minimalist aesthetic is offset by its playful, sculptural form, which transforms an ordinary tray into a visually engaging object. It epitomises Castiglioni's mastery of combining elegance with user-centred innovation. The sculptural quality of the piece transforms it from a mere functional object into a centrepiece. Castiglioni’s clever use of materials and his minimalist approach result in a flexible, user-driven design, reflecting his deep understanding of ergonomics and interaction."
            ]
        },
        {
            "@sort": "leonardo",
            "shortName": "Leonardo",
            "image": "images/firstImages/firstleonardo.png",
            "secondImage": "images/objects/leonardo.png",
            "keywords": "Get, fucked, idiot",
            "intro": "",
            "info": {
                "Name": "Leaonardo",
                "Type": "Table",
                "Designer": "Achille Castiglioni",
                "History": "1950s",
                "Usage": "Furniture",
                "Space": "Study",
                "Manufacturer": "Zanotta",
                "Dimensions": "200 x 100 x 65-91h",
                "Material": "Steamed beech, white laminate",
                "Date of Project": "1950",
                "Date of Production":"1969",
                "Company": "Zanotta"
            },
            "shortInfo": "Not much is known about Andy. He was born on May 16, 1986. We can see him on some old footage of him playing at The Hub in Sacramento with Jed Brewer. Also, he is present in footage of a Hella concert at the left corner, so we can conclude that Morin knew Zach Hill before they began the project Death Grips with Stefan Burnett. He was one of the people who recorded the albums made by Afternoon Brother and Weaver. He has an official website named after his Twitter account, but with no underscores.",
            "longerInfo": [
                "Nothing to show"
            ],
            "fullInfo": [
                "",
                ""
            ]
        },
        {
            "@sort": "tonietta",
            "shortName": "Tonietta",
            "image": "images/firstImages/firsttonietta.png",
            "secondImage": "images/objects/tonietta.png",
            "keywords": "Get, fucked, idiot",
            "intro": "",
            "info": {
                "Name": "Tonietta",
                "Type": "Chair",
                "Designer": "Enzo Mari",
                "History": "1950s",
                "Usage": "Furniture",
                "Space": "Study",
                "Manufacturer": "Zanotta",
                "Dimensions": "39 x 47 x 83.5h",
                "Material": "Aluminum alloy, leather covered polypropylene",
                "Date of Project": "1981",
                "Date of Production":"1985",
                "Company": "Zanotta"
            },
            "shortInfo": "Not much is known about Andy. He was born on May 16, 1986. We can see him on some old footage of him playing at The Hub in Sacramento with Jed Brewer. Also, he is present in footage of a Hella concert at the left corner, so we can conclude that Morin knew Zach Hill before they began the project Death Grips with Stefan Burnett. He was one of the people who recorded the albums made by Afternoon Brother and Weaver. He has an official website named after his Twitter account, but with no underscores.",
            "longerInfo": [
                "Nothing to show"
            ],
            "fullInfo": [
                "",
                ""
            ]
        },
        {
            "@sort": "16pesci",
            "shortName": "16 Pesci",
            "image": "images/firstImages/first16.png",
            "secondImage": "images/objects/16pesci.jpg",
            "keywords": "Playful, sturdy, clever",
            "intro": "A simple but clever toy, 16 pesci educates as it entertains, encouraging learning through play.",
            "info": {
                "Name": "16 Pesci",
                "Type": "Interlocking Game",
                "Designer": "Enzo Mari",
                "History": "1970s",
                "Usage": "Decoration",
                "Space": "Study",
                "Manufacturer": "Danese Milano",
                "Dimensions": "35 x 25 x 3h",
                "Material": "Oak wood",
                "Date of Project": "1973",
                "Date of Production":"1974",
                "Company": "Danese Milano"
            },
            "shortInfo": "16 Pesci by Enzo Mari, designed in 1974, is a wooden toy that blends creativity with minimalist design. It features 16 different animal shapes, including baffling additions  despite the name, such as a whale, seal, dolphin, and an octopus. The toy is crafted from a single piece of wood, where Mari cleverly used one continuous cut to create the various shapes.",
            "longerInfo": [
                "16 Pesci by Enzo Mari, designed in 1974, is a wooden toy that blends creativity with minimalist design. It features 16 different animal shapes, including baffling additions  despite the name, such as a whale, seal, dolphin, and an octopus. The toy is crafted from a single piece of wood, where Mari cleverly used one continuous cut to create the various shapes.",
                "While fun to play with, the 16 Pesci puzzle is also a work of art when assembled, making it a unique blend of functionality and aesthetics. The interlocking pieces form a cohesive design, exemplifying Mari’s philosophy of creating objects that transcend typical toy boundaries. His commitment to natural materials and simplicity is evident in the use of high-quality wood and elegant, minimalistic forms."
            ],
            "fullInfo": [
                "16 Pesci by Enzo Mari, designed in 1974, is a wooden toy that blends creativity with minimalist design. It features 16 different animal shapes, including baffling additions  despite the name, such as a whale, seal, dolphin, and an octopus. The toy is crafted from a single piece of wood, where Mari cleverly used one continuous cut to create the various shapes.",
                "While fun to play with, the 16 Pesci puzzle is also a work of art when assembled, making it a unique blend of functionality and aesthetics. The interlocking pieces form a cohesive design, exemplifying Mari’s philosophy of creating objects that transcend typical toy boundaries. His commitment to natural materials and simplicity is evident in the use of high-quality wood and elegant, minimalistic forms.",
                "Designed to encourage creativity and critical thinking, 16 Pesci reflects Mari’s vision of inspiring children to explore and discover. It’s celebrated as a landmark in mid-20th-century Italian design and continues to influence contemporary designers, illustrating the lasting impact of Mari's innovative approach to combining playfulness with artistic appeal."
            ]
        },
        {
            "@sort": "daynight",
            "shortName": "Day Night",
            "image": "images/firstImages/firstdaynight.png",
            "secondImage": "images/objects/13.png",
            "info": {
                "Name": "Day-Night",
                "Type": "Sofa-bed",
                "Designer": "Enzo Mari",
                "History": "1970s",
                "Usage": "Furniture",
                "Space": "Living Room",
                "Manufacturer": "Driade",
                "Dimensions": "213 x 85 x 80h",
                "Material": "Expanded polyurethane, steel, cloth",
                "Date of Project": "1971",
                "Date of Production":"1972",
                "Company": "Driade"
            },
            "shortInfo": "Not much is known about Andy. He was born on May 16, 1986. We can see him on some old footage of him playing at The Hub in Sacramento with Jed Brewer. Also, he is present in footage of a Hella concert at the left corner, so we can conclude that Morin knew Zach Hill before they began the project Death Grips with Stefan Burnett. He was one of the people who recorded the albums made by Afternoon Brother and Weaver. He has an official website named after his Twitter account, but with no underscores.",
            "longerInfo": [
                "Nothing to show"
            ],
            "fullInfo": [
                "",
                ""
            ]
        }
    ]
}