{
    "meta": {
        "startWith": 0,
        "narrative": "band",
        "startValue": "kc"
    },
    "people": [
        {
            "shortName": "Tony Levin",
            "image": "imgs/TonyLevin.jpeg",
            "info": {
                "Full Name": "Anthony Frederick Levin",
                "Birthdate": "1946-06-06",
                "Birthplace": "Boston, Massachussets, USA",
                "Deathdate": null,
                "Deathplace": null,
                "Death cause": null,
                "Instruments": "bass, Chapman Stick, upright bass",
                "Main bands": [
                    "King Crimson",
                    "Peter Gabriel"
                ]
            },
            "narratives": {
                "surname": "levin",
                "birth": "1946-06-06",
                "band": [
                    "kc",
                    "gabriel"
                ],
                "instrument": [
                    "bass"
                ]
            },
            "shortInfo": "Levin is best known for his work with King Crimson until 2021 and Peter Gabriel since 1977. As a session musician, Levin has played on over 500 albums.",
            "longerInfo": [
                "Tony Levin is an American musician and composer specializing in electric bass guitars, Chapman Stick and upright bass. He also sings and plays synthesizer. Levin is best known for his work with King Crimson (1981–2021) and Peter Gabriel (since 1977). He is also a member of Liquid Tension Experiment (1997–1999, 2008–2009, 2020–present), Bruford Levin Upper Extremities (1998–2000) and HoBoLeMa (2008–2010). He has led his own band, Stick Men, since 2010.",
                "A prolific session musician since the 1970s, Levin has played with John Lennon, Herbie Mann, Sarah McLachlan, Paula Cole, Stevie Nicks, Pink Floyd, Robbie Robertson, Paul Simon, Lou Reed, David Bowie, Joan Armatrading, Tom Waits, Buddy Rich, The Roches, Todd Rundgren, Seal, Warren Zevon, Bryan Ferry, Laurie Anderson, Kate & Anna McGarrigle, Gibonni, and Jean-Pierre Ferland. He has toured with artists including Paul Simon (with whom he appeared in the 1980 film One-Trick Pony), Gary Burton, James Taylor, Judy Collins, Carly Simon, Peter Frampton, Tim Finn, Richie Sambora, Ivano Fossati, Claudio Baglioni and Lawrence Gowan.",
                "Levin helped to popularize the Chapman Stick and the NS upright bass. He also created \"funk fingers\", modified drumsticks that attach to the fingers of the player in order to strike the bass strings, adding a distinctive percussive \"slap\" sound used in funk bass playing. In 2011, Levin ranked #2 behind John Paul Jones of Led Zeppelin in the \"20 Most Underrated Bass Guitarists\" in Paste magazine. In July 2020, Levin was ranked #42 on the \"50 Greatest Bassists of All Time\" list by Rolling Stone magazine."
            ],
            "fullInfo": "docs/TonyLevin.html"
        },
        {
            "shortName": "Robert Fripp",
            "image": "imgs/RobertFripp.jpeg",
            "info": {
                "Full Name": "Robert Fripp",
                "Birthdate": "1946-05-16",
                "Birthplace": "Wimborne Minster, Dorset, England",
                "Deathdate": null,
                "Deathplace": null,
                "Death cause": null,
                "Instruments": "guitar",
                "Main bands": [
                    "King Crimson"
                ]
            },
            "narratives": {
                "surname": "fripp",
                "birth": "1946-05-16",
                "band": [
                    "kc"
                ],
                "instrument": [
                    "guitar"
                ]
            },
            "shortInfo": "Robert Fripp is an English musician, songwriter, record producer, and author, best known as the guitarist, founder and longest-lasting member of the progressive rock band King Crimson.",
            "longerInfo": [
                "Robert Fripp is an English musician, songwriter, record producer, and author, best known as the guitarist, founder and longest-lasting member of the progressive rock band King Crimson.",
                "He has worked extensively as a session musician and collaborator, notably with David Bowie, Blondie, Brian Eno, Peter Gabriel, Daryl Hall, The Roches, Talking Heads, and David Sylvian.",
                "He also composed the startup sound of Windows Vista operating system, in collaboration with Tucker Martine and Steve Ball. His discography includes contributions to over 700 official releases."
            ],
            "fullInfo": "docs/RobertFripp.html"
        },
        {
            "shortName": "Bill Bruford",
            "image": "imgs/BillBruford.jpeg",
            "info": {
                "Full Name": "William Scott Bruford",
                "Birthdate": "1949-05-17",
                "Birthplace": "Sevenoaks, Kent, England",
                "Deathdate": null,
                "Deathplace": null,
                "Death cause": null,
                "Instruments": "drums",
                "Main bands": [
                    "Yes",
                    "King Crimson"
                ]
            },
            "narratives": {
                "surname": "bruford",
                "birth": "1949-05-17",
                "band": [
                    "yes",
                    "kc"
                ],
                "instrument": [
                    "drums"
                ]
            },
            "shortInfo": "Bill Bruford is an English former drummer and percussionist who first gained prominence as a founding member of the progressive rock band Yes, member of King Crimson, Roy Harper, and U.K., as well as touring with Genesis.",
            "longerInfo": [
                "Bill Bruford is an English former drummer and percussionist who first gained prominence as a founding member of the progressive rock band Yes. After leaving Yes in 1972, Bruford spent the rest of the 1970s recording and touring with King Crimson (1972–1974), Roy Harper (1975), and U.K. (1978), as well as touring with Genesis (1976). In 1978, he formed his own group, Bruford, which was active until 1980.",
                "During the 1980s, Bruford returned to King Crimson for three years (1981–1984), collaborated with several artists (including Patrick Moraz and David Torn), and formed his own electric jazz band Earthworks in 1986. He then played with his former Yes bandmates in Anderson Bruford Wakeman Howe, which eventually led to a very brief second stint in Yes. Bruford played in King Crimson for his third and final tenure from 1994 to 1997, then continued with a new acoustic configuration of Earthworks.",
                "On 1 January 2009, Bruford retired from professional drumming, only briefly returning for a few private gigs. He has pursued other projects since then, including the operation of his two record labels, Summerfold and Winterfold, releasing an autobiography in 2009, and speaking and writing about music. In 2016, after four and a half years of study, Bruford received a PhD in Music from the University of Surrey. That year, Bruford ranked No. 16 on Rolling Stone's list of the \"100 Greatest Drummers of All Time\". In 2017, Bruford was inducted into the Rock and Roll Hall of Fame as a member of Yes."
            ],
            "fullInfo": "docs/BillBruford.html"
        }
    ]
}