{
    "meta": {
        "startWith": 0,
        "startNarrative": "History",
        "startValue": "1960",
        "narratives": [
            "History",
            "Usage",
            "Spaces",
            "Designer"
        ]
    },
    "items": [
        {
            "@sort": "algol11",
            "shortName": "Algol 11",
            "image": "images/firstImages/firstalgol11.png",
            "secondImage": "https://www.designindex.it/foto/2/brionvega-algol-1964-grande.jpg",
            "keywords":"Get, fucked, idiot",
            "info": {
                "Name": "Algol 11",
                "Type": "Portable Television",
                "Designer": "Marco Zanuso",
                "History": "1964",
                "Usage": "Object",
                "Space": "Living Room",
                "Manufacturer": "Brionvega",
                "Dimensions": "26 x 30 x 25h",
                "Material": "Plastic Body, metal, glass",
                "Date of Project": "1964",
                "Company": "Company_name"

            },
            "shortInfo": "A great piece of industrial design created by Marco Zanuso and Richard Sapper in 1964 for Brionvega, an Italian electronics company. Unique, futuristic design and practical functionality, symbol of 1960s innovation and style.",
            "longerInfo": [
                "A great piece of industrial design created by Marco Zanuso and Richard Sapper in 1964 for Brionvega, an Italian electronics company. Unique, futuristic design and practical functionality, symbol of 1960s innovation and style. ","Designed to be compact and portable, features an 11-inch screen encased in a moulded ABS plastic body, available in various vibrant colours. Characterised by a slightly tilted screen and short broad feet, which give it the appearance of a small, friendly robot or a dog looking up at its owner, as Zanuso himself described​."
            ],
            "fullInfo": [
                "A great piece of industrial design created by Marco Zanuso and Richard Sapper in 1964 for Brionvega, an Italian electronics company. Unique, futuristic design and practical functionality, symbol of 1960s innovation and style. ","Designed to be compact and portable, features an 11-inch screen encased in a moulded ABS plastic body, available in various vibrant colours. Characterised by a slightly tilted screen and short broad feet, which give it the appearance of a small, friendly robot or a dog looking up at its owner, as Zanuso himself described​.", "This groundbreaking television utilised transistors and miniaturised circuitry, allowing for a compact form. It featured both VHF and UHF antennas for enhanced signal reception and included a collapsible handle for portability. The internal layout was meticulously designed for easy repairs, merging functionality with sleek aesthetics. This iconic TV not only reflects the technological and cultural shifts of the era but is also celebrated for its unique design, influencing the television industry."
            ]
        },
        {
            "@sort": "anthropus",
            "shortName": "Anthropus",
            "image": "images/firstImages/firstantropus.png",
            "secondImage": "imgs/TonyLevin.jpeg",
            "info": {
                "Name": "Anthropus",
                "Type": "Armchair",
                "Designer": "Marco Zanuso",
                "History": "1978",
                "Usage": "Furniture",
                "Space": "Living Room",
                "Manufacturer": "Cassina",
                "Dimensions": "75 x 102 x 85h",
                "Material": "Polyurethane foam, fabric, steel frame"
            },
            "shortInfo": "Robert Fripp is an English musician, songwriter, record producer, and author, best known as the guitarist, founder and longest-lasting member of the progressive rock band King Crimson.",
            "longerInfo": [
                "Robert Fripp is an English musician, songwriter, record producer, and author, best known as the guitarist, founder and longest-lasting member of the progressive rock band King Crimson.",
                "He has worked extensively as a session musician and collaborator, notably with David Bowie, Blondie, Brian Eno, Peter Gabriel, Daryl Hall, The Roches, Talking Heads, and David Sylvian.",
                "He also composed the startup sound of Windows Vista operating system, in collaboration with Tucker Martine and Steve Ball. His discography includes contributions to over 700 official releases."
            ],
            "fullInfo": "docs/RobertFripp.html"
        },
        {
            "@sort": "626halogen",
            "shortName": "626 Halogen",
            "image": "images/firstImages/firstalogena.png",
            "secondImage": "imgs/TonyLevin.jpeg",
            "info": {
                "Name": "626 Halogen",
                "Type": "Floor Lamp",
                "Designer": "Joe Colombus",
                "History": "1970",
                "Usage": "Lights",
                "Space": "Living Room",
                "Manufacturer": "Oluce",
                "Dimensions": "24 x 24 x 203h",
                "Material": "Metal/Aluminium"
            },
            "shortInfo": "Bill Bruford is an English former drummer and percussionist who first gained prominence as a founding member of the progressive rock band Yes, member of King Crimson, Roy Harper, and U.K., as well as touring with Genesis.",
            "longerInfo": [
                "Bill Bruford is an English former drummer and percussionist who first gained prominence as a founding member of the progressive rock band Yes. After leaving Yes in 1972, Bruford spent the rest of the 1970s recording and touring with King Crimson (1972–1974), Roy Harper (1975), and U.K. (1978), as well as touring with Genesis (1976). In 1978, he formed his own group, Bruford, which was active until 1980.",
                "During the 1980s, Bruford returned to King Crimson for three years (1981–1984), collaborated with several artists (including Patrick Moraz and David Torn), and formed his own electric jazz band Earthworks in 1986. He then played with his former Yes bandmates in Anderson Bruford Wakeman Howe, which eventually led to a very brief second stint in Yes. Bruford played in King Crimson for his third and final tenure from 1994 to 1997, then continued with a new acoustic configuration of Earthworks.",
                "On 1 January 2009, Bruford retired from professional drumming, only briefly returning for a few private gigs. He has pursued other projects since then, including the operation of his two record labels, Summerfold and Winterfold, releasing an autobiography in 2009, and speaking and writing about music. In 2016, after four and a half years of study, Bruford received a PhD in Music from the University of Surrey. That year, Bruford ranked No. 16 on Rolling Stone's list of the \"100 Greatest Drummers of All Time\". In 2017, Bruford was inducted into the Rock and Roll Hall of Fame as a member of Yes."
            ],
            "fullInfo": "docs/BillBruford.html"
        },
        {
            "@sort": "enorme",
            "shortName": "Enorme Telephone",
            "image": "images/firstImages/firstenorme.png",
            "secondImage": "imgs/TonyLevin.jpeg",
            "info": {
                "Name": "Enorme",
                "Type": "Telephone",
                "Designer": "Ettore Sottsass jr",
                "History": "1990",
                "Usage": "Object",
                "Space": "Living Room",
                "Manufacturer": "Enorme",
                "Dimensions": "19.3 x 10.3 x 6h",
                "Material": "ABS polymer casing"
            },
            "shortInfo": "Philip David Charles Collins LVO (born 30 January 1951) is an English singer, drummer, songwriter, record producer and actor. He was the drummer and later became the lead singer of the rock band Genesis and had a successful solo career, achieving three UK number one singles and seven US number one singles as a solo artist. In total, his work with Genesis, other artists, and solo resulted in more US top-40 singles than any other artist throughout the 1980s. His most successful singles from the period include \"In the Air Tonight\", \"Against All Odds (Take a Look at Me Now)\", \"One More Night\", \"Sussudio\", \"Another Day in Paradise\" and \"I Wish It Would Rain Down\"",
            "longerInfo": [
                "Born and raised in west London, Collins began playing drums at age five. During the same period he attended drama school which secured him various roles as a child actor. His first major role was the Artful Dodger in the West End production of the musical Oliver!. As an accomplished professional actor by his early teens, he pivoted to pursue a music career, becoming the drummer for Genesis in 1970, at age 19. He took over the role of lead singer in 1975 following the departure of Peter Gabriel. During the second half of the 1970s, in-between Genesis albums and tours, Collins was also the drummer of jazz rock band Brand X. Collins began a successful solo career in the 1980s, initially inspired by his marital breakdown and love of soul music, releasing the albums Face Value (1981), Hello, I Must Be Going (1982), No Jacket Required (1985) and ...But Seriously (1989). Collins became, in the words of AllMusic, \"one of the most successful pop and adult contemporary singers of the '80s and beyond\". He also became known for a distinctive gated reverb drum sound on many of his recordings. He played drums on the 1984 charity single \"Do They Know It's Christmas?\", and in July 1985, he was the only artist to perform at both Live Aid concerts. He also resumed his acting career, appearing in Miami Vice and subsequently starring in the film Buster (1988).",
                "Collins left Genesis in 1996 to focus on solo work; this included writing songs for Disney's animated film Tarzan (1999). He wrote and performed the songs, \"Two Worlds\", \"Son of Man\", \"Strangers Like Me\" and \"You'll Be in My Heart\", the latter of which earned him the Academy Award for Best Original Song. He rejoined Genesis for their Turn It On Again Tour in 2007. Following a five-year retirement to focus on his family life, Collins released his memoir in 2016 and completed his Not Dead Yet Tour in 2019. He then rejoined Genesis in 2020 for a second reunion tour, ending in March 2022.",
                "Collins's discography includes eight studio albums that have sold 33.5 million certified units in the US and an estimated 150 million records sold worldwide, making him one of the world's best-selling artists. He is one of only three recording artists, along with Paul McCartney and Michael Jackson, who have sold over 100 million records both as solo artists and separately as principal members of a band. He has won eight Grammy Awards, six Brit Awards (winning Best British Male Artist three times), two Golden Globe Awards, one Academy Award, and a Disney Legend Award. He was awarded six Ivor Novello Awards from the British Academy of Songwriters, Composers and Authors, including the International Achievement Award. He received a star on the Hollywood Walk of Fame in 1999, and was inducted into the Songwriters Hall of Fame in 2003 and the Rock and Roll Hall of Fame as a member of Genesis in 2010. He has also been recognised by music publications with induction into the Modern Drummer Hall of Fame in 2012, and the Classic Drummer Hall of Fame in 2013."
            ],
            "fullInfo": "docs/PhilCollins.html"
        },
        {
            "@sort": "carmencita",
            "shortName": "Carmencita",
            "image": "images/firstImages/firstcarmencita.png",
            "secondImage": "imgs/TonyLevin.jpeg",
            "info": {
                "Name": "Carmencita",
                "Type": "Coffee Maker",
                "Designer": "Marco Zanuso",
                "History": "1980",
                "Usage": "Object",
                "Space": "Kitchen",
                "Manufacturer": "Lavazza",
                "Dimensions": "16 x 9 x 17h",
                "Material": "Aluminium"
            },
            "shortInfo": "An iconic moka designed by Italian architect Marco Zanuso in 1979. Created in collaboration with Lavazza, this coffee maker is celebrated for its timeless design and functionality, reflecting the essence of Italian coffee culture.",
            "longerInfo": [
                "An iconic moka designed by Italian architect Marco Zanuso in 1979. Created in collaboration with Lavazza, this coffee maker is celebrated for its timeless design and functionality, reflecting the essence of Italian coffee culture.",
                "Inspired by the popular 1960s Italian advertising TV program Carosello, it is characterised by a distinctive conical shape, made from satin-finish aluminium: It also features a 90° handle for an easier grip than the classic moka. "
            ],
            "fullInfo": ["An iconic moka designed by Italian architect Marco Zanuso in 1979. Created in collaboration with Lavazza, this coffee maker is celebrated for its timeless design and functionality, reflecting the essence of Italian coffee culture.",
            "Inspired by the popular 1960s Italian advertising TV program Carosello, it is characterised by a distinctive conical shape, made from satin-finish aluminium: It also features a 90° handle for an easier grip than the classic moka.","The design of the Carmencita coffee pot is not only practical but also an artistic statement. Its sleek, modern lines and minimalist approach make it a desirable piece for both coffee enthusiasts and design aficionados. The pot's elegant form and functional design make it a classic piece of mid-20th-century Italian design. It stands as a testament to Zanuso's innovative approach to product design. He emphasises the importance of integrating everyday objects with high-quality materials and thoughtful design to enhance daily rituals. This coffee pot continues to be a symbol of Italian design excellence and a beloved item in both homes and professional settings."]
        },
        {
            "@sort": "marocca",
            "shortName": "Marocca",
            "image": "images/firstImages/firstmarocca.png",
            "secondImage": "imgs/TonyLevin.jpeg",
            "info": {
                "Name": "Marocca",
                "Type": "Chair",
                "Designer": "Vico Magistretti",
                "History": "1987",
                "Usage": "Furniture",
                "Space": "Kitchen",
                "Manufacturer": "De Padova",
                "Dimensions": "57 x 41 x 76h",
                "Material": "Wood, aniline-dyed beech, seat"
            },
            "shortInfo": "Mike Rutherford is an English guitarist, bassist, songwriter and singer, best known as co-founder of the rock band Genesis. Rutherford and keyboardist Tony Banks are the group's two continuous members.",
            "longerInfo": [
                ""
            ],
            "fullInfo": "docs/MikeRutherford.html"
        },
        {
            "@sort": "capitello",
            "shortName": "Capitello",
            "image": "images/firstImages/firstcapitello.png",
            "secondImage": "imgs/TonyLevin.jpeg",
            "info": {
                "Name": "Capitello",
                "Type": "Table",
                "Designer": "Enzo Mari",
                "History": "1977",
                "Usage": "Furniture",
                "Space": "Kitchen",
                "Manufacturer": "Driade",
                "Dimensions": "180 x 120 x 72h",
                "Material": "Light plywood veneered with white laminate"
            },
            "shortInfo": "Steve Hackett is an English guitarist, songwriter and producer who gained prominence as the lead guitarist of the progressive rock band Genesis from 1971 to 1977. Hackett contributed to six Genesis studio albums, three live albums, seven singles and one EP before he left to pursue a solo career. He was inducted into the Rock and Roll Hall of Fame as a member of Genesis in 2010.",
            "longerInfo": [
                ""
            ],
            "fullInfo": "docs/SteveHackett.html"
        },
        {
            "@sort": "breras",
            "shortName": "Brera S",
            "image": "images/firstImages/firstbrera.png",
            "secondImage": "imgs/TonyLevin.jpeg",
            "info": {
                "Name": "Brera S",
                "Type": "Pendant Lamp",
                "Designer": "Achille Castiglioni",
                "History": "1992",
                "Usage": "Lights",
                "Space": "Kitchen",
                "Manufacturer": "Flos",
                "Dimensions": "15 x 15 x 28h",
                "Material": "Opal glass, injection-molded opal polycarbonate, polyamide"
            },
            "shortInfo": "Adrian Belew is an American musician, singer, songwriter, and record producer. A multi-instrumentalist primarily known as a guitarist and singer, he is noted for his unusual and impressionistic approach to his guitar tones which, rather than relying on standard instrumental tones, often resemble sound effects or noises made by animals and machines.",
            "longerInfo": [
                ""
            ],
            "fullInfo": "docs/AdrianBelew.html"
        },
        {
            "@sort": "shiva",
            "shortName": "Shiva",
            "image": "images/firstImages/firstshiva.png",
            "secondImage": "imgs/TonyLevin.jpeg",
            "info": {
                "Name": "Shiva",
                "Type": "Vase",
                "Designer": "Ettore Jr. Sottsass",
                "History": "1973",
                "Usage": "Object",
                "Space": "Bathroom",
                "Manufacturer": "Barcelona Design",
                "Dimensions": "18 x 7 x 24.5h",
                "Material": "Pink glazed ceramic"
            },
            "shortInfo": "Stefan Burnett, better known by his stage name MC Ride or simply Ride, is an American poet, rapper, songwriter, and visual artist. He is the vocalist, but not the frontman of experimental hip hop group Death Grips. He began his career in the late 1990s, before forming Death Grips with drummer Zach Hill and keyboardist Andy Morin in 2010. While within the group, Ride has garnered attention for his aggressive rapping style and cryptic lyrics.",
            "longerInfo": [
                "Burnett began performing under the alias \"Mxlplx\", forming a hip hop group called Fyre with his brother (who uses the name Swank) and another Sacramento-based rapper called Young G. The project came to an end after his brother got married and was unable to continue with the group During this time, he worked at Paesano's Midtown as well as Pushkin's Bakery in Sacramento and pursued a career as a painter.",
                "In 2010, Burnett took on the name \"Ride\" and formed Death Grips with his next door neighbor, Zach Hill, who was known for his drumming work with the band Hella and his session work. Hill soon brought friend and producer Andy Morin into the group, and they began working together. In March 2011, Death Grips released their self-titled debut EP. One month later, they released the mixtape Exmilitary, which received critical acclaim and attention from music publications. The group signed to Epic Records in 2012, and released their debut album, The Money Store, soon after."
            ],
            "fullInfo": "docs/StefanBurnett.html"
        },
        {
            "@sort": "linda",
            "shortName": "Linda",
            "image": "images/firstImages/firstlinda.png",
            "secondImage": "imgs/TonyLevin.jpeg",
            "info": {
                "Name": "Linda",
                "Type": "Series of Sanitary Ware",
                "Designer": "Achille Castiglioni",
                "History": "1977",
                "Usage": "Furniture",
                "Space": "Bathroom",
                "Manufacturer": "Ideal Standard",
                "Dimensions": "Various",
                "Material": "Ceramic"
            },
            "shortInfo": "Zachary Hill is an American multi-instrumentalist and visual artist. He is best known as the drummer and co-producer of the groups Death Grips and the I.L.Y's, and as the drummer of math rock band Hella.",
            "longerInfo": [
                "Zach Hill was born in Sacramento, California. He spent most of his adolescence at his father and uncle's press printing shop, where he was first exposed to classic rock music.",
                "Hill claims that he \"started hearing voices in his head telling him to play the drums\" when he was about 14 or 15 years old, and bought his first drumkit with money he raised with a friend from a garage sale. He dropped out of high school at age 15 and moved to Nevada City, California, where he started the band Legs on Earth with Julian Imsdahl and Spencer Seim. Hill later moved to San Francisco, California in 1999, where he played the drums in the band Crime in Choir before starting Hella in 2001."
            ],
            "fullInfo": "docs/ZacharyHill.html"
        },
        {
            "@sort": "automaticc5",
            "shortName": "Automatic C5",
            "image": "imgs/TonyLevin.jpeg",
            "secondImage": "imgs/TonyLevin.jpeg",
            "info": {
                "Name": "Automatic C5",
                "Type": "Washing Machine",
                "Designer": "Peter Geranzani",
                "History": "1959",
                "Usage": "Furniture",
                "Space": "Bathroom",
                "Manufacturer": "Candy",
                "Dimensions": "65 x 60 x 95h",
                "Material": "Plastic, stainless steel"
            },
            "shortInfo": "Not much is known about Andy. He was born on May 16, 1986. We can see him on some old footage of him playing at The Hub in Sacramento with Jed Brewer. Also, he is present in footage of a Hella concert at the left corner, so we can conclude that Morin knew Zach Hill before they began the project Death Grips with Stefan Burnett. He was one of the people who recorded the albums made by Afternoon Brother and Weaver. He has an official website named after his Twitter account, but with no underscores.",
            "longerInfo": [
                "Nothing to show"
            ],
            "fullInfo": "docs/AndyMorin.html"
        },
        {
            "@sort": "m24",
            "shortName": "M24",
            "image": "images/firstImages/firstPC.png",
            "secondImage": "imgs/TonyLevin.jpeg",
            "info": {
                "Name": "M24",
                "Type": "Personal Computer",
                "Designer": "Ettore Jr. Sottsass",
                "History": "1984",
                "Usage": "Object",
                "Space": "Study",
                "Manufacturer": "Olivetti",
                "Dimensions": "Various",
                "Material": "Plastic Casing, steel frame, electronic components, glass, plastic "
            },
            "shortInfo": "Not much is known about Andy. He was born on May 16, 1986. We can see him on some old footage of him playing at The Hub in Sacramento with Jed Brewer. Also, he is present in footage of a Hella concert at the left corner, so we can conclude that Morin knew Zach Hill before they began the project Death Grips with Stefan Burnett. He was one of the people who recorded the albums made by Afternoon Brother and Weaver. He has an official website named after his Twitter account, but with no underscores.",
            "longerInfo": [
                "Nothing to show"
            ],
            "fullInfo": "docs/AndyMorin.html"
        },
        {
            "@sort": "mod.281oacrilica",
            "shortName": "mod. 281 o 'Acrilica'",
            "image": "images/firstImages/firstolu.png",
            "secondImage": "imgs/TonyLevin.jpeg",
            "info": {
                "Name": "mod. 281 o 'Acrilica'",
                "Type": "Table Lamp",
                "Designer": "Joe Colombus",
                "History": "1962",
                "Usage": "Lights",
                "Space": "Study",
                "Manufacturer": "Oluce",
                "Dimensions": "24 x 25 x 23h",
                "Material": "Metal/PMMA"
            },
            "shortInfo": "Not much is known about Andy. He was born on May 16, 1986. We can see him on some old footage of him playing at The Hub in Sacramento with Jed Brewer. Also, he is present in footage of a Hella concert at the left corner, so we can conclude that Morin knew Zach Hill before they began the project Death Grips with Stefan Burnett. He was one of the people who recorded the albums made by Afternoon Brother and Weaver. He has an official website named after his Twitter account, but with no underscores.",
            "longerInfo": [
                "Nothing to show"
            ],
            "fullInfo": "docs/AndyMorin.html"
        },
        {
            "@sort": "optic",
            "shortName": "Optic",
            "image": "images/firstImages/firstoptic.png",
            "secondImage": "imgs/TonyLevin.jpeg",
            "info": {
                "Name": "Optic",
                "Type": "Table Clock",
                "Designer": "Joe Colombus",
                "History": "1970",
                "Usage": "Object",
                "Space": "Study",
                "Manufacturer": "Italora",
                "Dimensions": "10 x 8 x 10h",
                "Material": "ABS, glass"
            },
            "shortInfo": "The Optic alarm clock, designed by Joe Colombo for Italora in the 1960s, is a perfect blend of form and function. Its sleek, minimalistic design makes it easy to use and recognize at a glance. The hour hand, thicker and with a small hole at its end, frames the current hour, while the slimmer minute hand allows for quick reading.",
            "longerInfo": ["The Optic alarm clock, designed by Joe Colombo for Italora in the 1960s, is a perfect blend of form and function. Its sleek, minimalistic design makes it easy to use and recognize at a glance. The hour hand, thicker and with a small hole at its end, frames the current hour, while the slimmer minute hand allows for quick reading.",
            "Crafted from ABS plastic with a glass cover, the Optic is more than just a clock; it’s a statement piece of timeless design. Its clever structure extends outward to minimise reflections, and the conical lens magnifies the dial for enhanced visibility. Versatile in use, it can sit flat, tilt slightly on its back, or be hung on the wall, thanks to a special hole in the back."
            ],
            "fullInfo": ["The Optic alarm clock, designed by Joe Colombo for Italora in the 1960s, is a perfect blend of form and function. Its sleek, minimalistic design makes it easy to use and recognize at a glance. The hour hand, thicker and with a small hole at its end, frames the current hour, while the slimmer minute hand allows for quick reading.",
            "Crafted from ABS plastic with a glass cover, the Optic is more than just a clock; it’s a statement piece of timeless design. Its clever structure extends outward to minimise reflections, and the conical lens magnifies the dial for enhanced visibility. Versatile in use, it can sit flat, tilt slightly on its back, or be hung on the wall, thanks to a special hole in the back.", "Initially produced by Italora, the Optic was later taken over by Alessi in the 1980s, further cementing its status as a classic in modern design. The Optic alarm clock remains a celebrated example of mid-century design, showcasing Colombo’s innovative approach to everyday objects."
            ]
        },
        {
            "@sort": "joy",
            "shortName": "Joy",
            "image": "images/firstImages/firstlibrary.png",
            "secondImage": "imgs/TonyLevin.jpeg",
            "info": {
                "Name": "Joy",
                "Type": "Rotating Shelf Cabinet",
                "Designer": "Achille Castiglioni",
                "History": "1990",
                "Usage": "Furniture",
                "Space": "Study",
                "Manufacturer": "Zanotta",
                "Dimensions": "96 x 30 x 190h",
                "Material": "Density fiberboard, scratch-resistant embossed paint, steel joint"
            },
            "shortInfo": "Not much is known about Andy. He was born on May 16, 1986. We can see him on some old footage of him playing at The Hub in Sacramento with Jed Brewer. Also, he is present in footage of a Hella concert at the left corner, so we can conclude that Morin knew Zach Hill before they began the project Death Grips with Stefan Burnett. He was one of the people who recorded the albums made by Afternoon Brother and Weaver. He has an official website named after his Twitter account, but with no underscores.",
            "longerInfo": [
                "Nothing to show"
            ],
            "fullInfo": "docs/AndyMorin.html"
        },
        {
            "@sort": "leonardo",
            "shortName": "Leonardo",
            "image": "images/firstImages/firstleonardo.png",
            "secondImage": "imgs/TonyLevin.jpeg",
            "info": {
                "Name": "Leaonardo",
                "Type": "Table",
                "Designer": "Achille Castiglioni",
                "History": "1950",
                "Usage": "Furniture",
                "Space": "Study",
                "Manufacturer": "Zanotta",
                "Dimensions": "200 x 100 x 65-91h",
                "Material": "Steamed beech, white laminate"
            },
            "shortInfo": "Not much is known about Andy. He was born on May 16, 1986. We can see him on some old footage of him playing at The Hub in Sacramento with Jed Brewer. Also, he is present in footage of a Hella concert at the left corner, so we can conclude that Morin knew Zach Hill before they began the project Death Grips with Stefan Burnett. He was one of the people who recorded the albums made by Afternoon Brother and Weaver. He has an official website named after his Twitter account, but with no underscores.",
            "longerInfo": [
                "Nothing to show"
            ],
            "fullInfo": "docs/AndyMorin.html"
        },
        {
            "@sort": "tonietta",
            "shortName": "Tonietta",
            "image": "images/firstImages/firsttonietta.png",
            "secondImage": "imgs/TonyLevin.jpeg",
            "info": {
                "Name": "Tonietta",
                "Type": "Chair",
                "Designer": "Enzo Mari",
                "History": "1950",
                "Usage": "Furniture",
                "Space": "Study",
                "Manufacturer": "Zanotta",
                "Dimensions": "39 x 47 x 83.5h",
                "Material": "Aluminum alloy, leather covered polypropylene"
            },
            "shortInfo": "Not much is known about Andy. He was born on May 16, 1986. We can see him on some old footage of him playing at The Hub in Sacramento with Jed Brewer. Also, he is present in footage of a Hella concert at the left corner, so we can conclude that Morin knew Zach Hill before they began the project Death Grips with Stefan Burnett. He was one of the people who recorded the albums made by Afternoon Brother and Weaver. He has an official website named after his Twitter account, but with no underscores.",
            "longerInfo": [
                "Nothing to show"
            ],
            "fullInfo": "docs/AndyMorin.html"
        },
        {
            "@sort": "16pesci",
            "shortName": "16 Pesci",
            "image": "images/firstImages/first16.png",
            "secondImage": "imgs/TonyLevin.jpeg",
            "info": {
                "Name": "16 Pesci",
                "Type": "Interlocking Game",
                "Designer": "Enzo Mari",
                "History": "1973",
                "Usage": "Object",
                "Space": "Study",
                "Manufacturer": "Danese Milano",
                "Dimensions": "35 x 25 x 3h",
                "Material": "Oak wood"
            },
            "shortInfo": "16 Pesci by Enzo Mari, designed in 1974, is a wooden toy that blends creativity with minimalist design. It features 16 different animal shapes, including baffling additions  despite the name, such as a whale, seal, dolphin, and an octopus. The toy is crafted from a single piece of wood, where Mari cleverly used one continuous cut to create the various shapes.",
            "longerInfo": [
                "16 Pesci by Enzo Mari, designed in 1974, is a wooden toy that blends creativity with minimalist design. It features 16 different animal shapes, including baffling additions  despite the name, such as a whale, seal, dolphin, and an octopus. The toy is crafted from a single piece of wood, where Mari cleverly used one continuous cut to create the various shapes.", "While fun to play with, the 16 Pesci puzzle is also a work of art when assembled, making it a unique blend of functionality and aesthetics. The interlocking pieces form a cohesive design, exemplifying Mari’s philosophy of creating objects that transcend typical toy boundaries. His commitment to natural materials and simplicity is evident in the use of high-quality wood and elegant, minimalistic forms."
            ],
            "fullInfo": [
                "16 Pesci by Enzo Mari, designed in 1974, is a wooden toy that blends creativity with minimalist design. It features 16 different animal shapes, including baffling additions  despite the name, such as a whale, seal, dolphin, and an octopus. The toy is crafted from a single piece of wood, where Mari cleverly used one continuous cut to create the various shapes.", "While fun to play with, the 16 Pesci puzzle is also a work of art when assembled, making it a unique blend of functionality and aesthetics. The interlocking pieces form a cohesive design, exemplifying Mari’s philosophy of creating objects that transcend typical toy boundaries. His commitment to natural materials and simplicity is evident in the use of high-quality wood and elegant, minimalistic forms.", "Designed to encourage creativity and critical thinking, 16 Pesci reflects Mari’s vision of inspiring children to explore and discover. It’s celebrated as a landmark in mid-20th-century Italian design and continues to influence contemporary designers, illustrating the lasting impact of Mari's innovative approach to combining playfulness with artistic appeal."
            ]
        }
    ]
}